{
    "insults" : [
        "YOUR HEAD SHAPE LOOKS LIKE A BROKEN CONDOM.",
        "IT'S NOT PRETTY WATCHING A JACKASS TRYING TO EAT A POMEGRANATE.",
        "YOUR SO UGLY WHEN YOU POPPED OUT THE DOCTOR SAID AWW WHAT A TREASURE AND YOUR MOM SAID YEAH LETS BURY IT",
        "DO YOUR KEEPERS A HUGE FAVOR: DO A TRIPLE SUMMERSAULT THROUGH THE AIR, AND DISAPPEAR UP YOUR OWN ASSHOLE.",
        "YOU'RE AS UGLY AS A SALAD!",
        "YOU'RE SO SLOW THAT EVEN THE AUTISTIC KID DIDN'T WANT TO HANG OUT WITH YOU.",
        "YOU MUST BE THE ARITHMETIC MAN; YOU ADD TROUBLE, SUBTRACT PLEASURE, DIVIDE ATTENTION, AND MULTIPLY IGNORANCE.",
        "MAY YOUR WIFE GIVE BIRTH TO A CENTIPEDE SO YOU HAVE TO WORK FOR SHOES ALL YOUR LIFE.",
        "HERE'S 20 CENTS, CALL ALL YOUR FRIENDS AND GIVE ME BACK THE CHANGE.",
        "IF YOU WERE TWICE AS SMART, YOU'D STILL BE STUPID.",
        "YOUR SO UGLY WHEN YOU POPPED OUT THE DOCTOR SAID AWW WHAT A TREASURE AND YOUR MOM SAID YEAH LETS BURY IT",
        "SOME CAUSE HAPPINESS WHEREVER THEY GO; OTHERS, WHENEVER THEY GO.",
        "UGLY ASS, MOTHERFUCKER. THAT'S NOT WHAT YOUR MOTHER SAID LAST NIGHT.",
        "OUT OF 100,000 SPERM, YOU WERE THE FASTEST?",
        "I WOULD ASK HOW OLD YOU ARE, BUT I KNOW YOU CAN'T COUNT THAT HIGH.",
        "SUCK DEVILCOCK IN HELL YOU FAGGOTDWARF",
        "GO AND HIDE UNDER SOMETHING OLD!",
        "THE ONLY POSITIVE THING ABOUT YOU IS YOUR HIV STATUS.",
        "ARE YOU ALWAYS AN IDIOT OR JUST WHEN I'M AROUND?",
        "YOUR FAMILY TREE IS A CACTUS, BECAUSE EVERYBODY ON IT IS A PRICK.",
        "FUCKWIT",
        "YOU'RE SO UGLY YOU MADE AN ONION CRY.",
        "YO MAMA SO FAT SHE'S GOT MORE CHINS THAN A CHINESE PHONE BOOK.",
        "YOU WALK BEHIND YOUR BOSS REACHING THROUGH HIS LEGS AND SUPPORTING HIS TESTICLES.",
        "YOUR VALUE DOESN'T EVEN AMOUNT TO THE JUICE SQUEEZED FROM AN OLD WHORE'S SOILED TAMPON.",
        "YOUR MOM IS SO STUPID SHE TRIED TO WAKE A SLEEPING BAG.",
        "YOUR MAMMA SO FAT SHE HAS TO WEAR 2 WATCHES BECAUSE SHE COVERS TWO TIME ZONES.",
        "YO MAMA SO FAT SHE'S GOT MORE CHINS THAN A CHINESE PHONE BOOK.",
        "IF YOU WERE TWICE AS SMART, YOU'D STILL BE STUPID.",
        "I COULD EAT A BOWL OF ALPHABET SOUP AND CRAP OUT A SMARTER COMEBACK THAN WHAT YOU JUST SAID.",
        "MAY YOUR WIFE GIVE BIRTH TO A CENTIPEDE SO YOU HAVE TO WORK FOR SHOES ALL YOUR LIFE.",
        "YOU SIR ARE AN INSULT UPON INSULTS OF A BOOBLE ON AN ASSORTMENT.",
        "SHUT UP, YOU'LL NEVER BE THE MAN YOUR MOTHER IS.",
        "IF I WANTED TO KILL MYSELF, I WOULD CLIMB TO THE NUMBER OF YOUR CHROMOSOMES AND THEN JUMP TO YOUR IQ.",
        "YOU MUST HAVE BEEN BORN ON A HIGHWAY, BECAUSE THAT'S WHERE MOST ACCIDENTS HAPPEN.",
        "I THINK ITS MATING SEASON AT THE ZOO SO GO BACK TO THE ORANGUTANS AND GET MARRIED.",
        "WITH A FACE LIKE YOURS, I WISH I WAS BLIND.",
        "YOU'RE SO UGLY HELLO KITTY SAID GOODBYE TO YOU.",
        "IF YOU REALLY WANT TO KNOW ABOUT MISTAKES, YOU SHOULD ASK YOUR PARENTS.",
        "YOU'RE SO FAT YOU NEED CHEAT CODES TO PLAY WII FIT.",
        "YOU'RE A FAILED ABORTION WHOSE BIRTH CERTIFICATE IS AN APOLOGY FROM THE CONDOM FACTORY.",
        "THE ONLY THING THAT GOES ERECT WHEN I'M NEAR YOU IS MY MIDDLE FINGER.",
        "DO YOU HAVE TO LEAVE SO SOON? I WAS JUST ABOUT TO POISON THE TEA.",
        "PLEASE, I COULD REMOVE 90% OF YOUR 'BEAUTY' WITH A TISSUE.",
        "YOUR MOTHER MATES WITH REINDEER!",
        "HERE'S 20 CENTS, CALL ALL YOUR FRIENDS AND GIVE ME BACK THE CHANGE.",
        "WHY DON'T YOU SLIP INTO SOMETHING MORE COMFORTABLE? LIKE A COMA.",
        "WE ALL SPRANG FROM APES, BUT YOU DIDN'T SPRING FAR ENOUGH.",
        "YOU'RE SO FAT THE ONLY LETTERS OF THE ALPHABET YOU KNOW ARE KFC.",
        "IT LOOKS LIKE YOUR FACE CAUGHT ON FIRE AND SOMEONE TRIED TO PUT IT OUT WITH A FORK.",
        "I HEAR WHEN YOU WERE A CHILD YOUR MOTHER WANTED TO HIRE SOMEBODY TO TAKE CARE OF YOU, BUT THE MAFIA WANTED TOO MUCH.",
        "YOU'RE A FAILED ABORTION WHOSE BIRTH CERTIFICATE IS AN APOLOGY FROM THE CONDOM FACTORY.",
        "YOU'RE AS THICK AS A BULL'S WALT",
        "WHEN YOU WERE BORN, THE POLICE ARRESTED YOUR DAD, THE DOCTOR SLAPPED YOUR MOM, ANIMAL CONTROL EUTHANIZED YOUR BROTHER, AND A&E MADE A DOCUMENTARY THAT SAVED YOUR LIFE.",
        "STICK YOUR HAND IN MY ASS AND JERK OFF WITH MY SHIT",
        "YOU ARE SO UGLY THAT WHEN YOUR MAMA DROPPED YOU OFF AT SCHOOL SHE GOT A FINE FOR LITTERING.",
        "IS THAT YOUR FACE? OR DID YOUR NECK JUST THROW UP?",
        "YOUR ASININE SIMIAN COUNTENANCE ALLUDES THAT YOUR FETID STENCH HAS ANNULLED THE ANTHROPOID APE SPECIES DIVERSITY.",
        "YOU'RE LIKE STDS, NOBODY WANTS YOU, EVERYONE HATES YOU AND IT PROVES YOUR PARENTS SHOULD HAVE USED PROTECTION.",
        "WHO DO YOU THINK IS THE BEST COMEDY TEAM? ME? I THINK IT'S YOUR PARENTS....THEY MADE THE BIGGEST JOKE!",
        "HEY, YOU HAVE SOMETHING ON YOUR CHIN...3RD ONE DOWN.",
        "YOU'RE SO STUPID YOU GOT FIRED FROM THE M&M FACTORY FOR THROWING OUT ALL THE WS.",
        "TWO WRONGS DON'T MAKE A RIGHT, TAKE YOUR PARENTS AS AN EXAMPLE.",
        "THE ONLY WAY I'D LAY NAKED WITH YOU WOULD BE IN A MASS GRAVE",
        "WHY DON'T YOU CHECK UP ON EBAY AND SEE IF THEY HAVE A LIFE FOR SALE.",
        "YOUR MOM JUST CALLED ME, AND SHE ASKED, THAT ON YOUR WAY HOME, YOU PICK UP A LOAF OF BREAD, BAG OF MILK AND SOME CONDOMS, SO SHE DOESN'T MAKE THE SAME MISTAKE TWICE.",
        "YOUR EARS ARE SO BIG WHEN YOU STAND ON A MOUNTAIN THEY LOOK LIKE TROPHY HANDLES.",
        "DO YOU STILL LOVE NATURE....DESPITE WHAT IT DID TO YOU?",
        "(PHONE RINGING)... EXCUSE ME IT'S YOUR VILLAGE, THEY WANT THEIR IDIOT BACK.",
        "THOU ART AS FAT AS BUTTER",
        "YO MAMMAS SO FAT YOU COULD SLAP HER LEGS AND RIDE THE WAVES.",
        "THERE WAS AN ACCIDENT YEARS AGO. THE ACCIDENT WASN'T ON A HIGHWAY, BUT IN YOUR MOM'S BEDROOM.",
        "YOU ONLY ANNOY ME WHEN YOU'RE BREATHING."
    ]
}